Repository: azizk17/flutter-app-bloc
Catalog: lib/src/i10n/intl_*.arb
Languages: ar

# appTitle
source: Hello world App
ar: اسمي

source: Hello
ar: يا مرحبا ترحيبه كلها هيل

# btnSend
source: Send
ar: ارسال

# btnCancel
source: Cancel
ar: الغاء

# btnSave
source: Save
ar: حفظ

# btnRegister
source: Register
ar: انضم الينا

# btnLogin
source: Login
ar: تسجيل

# btnAgree
source: Agree
ar: موافق

# termsMsg
source: Read our Privacy terms. Tap "Agree" to accept the terms of services
ar: بالضغط على موافق تكون مقر بالانظمه والشروط

# enterYourPhoneMsg
source: Enter your phone number
ar: ادخل رقم الجوال

# invalidPhoneNumber
source: phone number is incorrect
ar: رقم جوال غير صحيح

# enterVerifiCodeMsg
source: Enter varification code
ar: ادخل رمز التاكيد

# invalidVerifiCodeMsg
source: varification code is incorrect
ar: الرمز غير صحيح

# waitResendMsg
source: Wait 3 mintes to send agine
ar: انتظر قليلا قبل اعاده الارسال

# phoneFormatErr
source: Please enter a correct phone number
ar: صيغه رقم الجوال غسر صحيحه
